Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: I don’t have the words to express my joy and that of many Kenyans, after watching the scenes of war, the lost lives, the refugees, the effects of war on the victims, the lack of development and infrastructure in the south and the many problems they underwent.
ko: 저는 물론이고 우리 케냐국민들이 느끼는 이 벅찬 가슴을 표현할 길이 없습니다. 하지만 전쟁의 참상, 인명피해, 난민, 사회 기반 시설의 부재 등, 남수단은 떠앉은 문제가 많습니다.

source: Moezali takes us back in history:
ko: 모에잘리는 남수단이 마침내 독립을 쟁취하기 까지 걸어온 길을 기술했다.

source: In the beginning of the 20th century when Sudan was under the administration of the British empire, many thought that the British systematically isolated the South from the North.
ko: 20세기 초 영국의 수단 통치 당시, 영국이 제도적 편의상으로 남부와 북부의 분할통치를 실시했다고 생각하는 이들이 많았다.

source: In reality, the situation was more complicated than that.
ko: 하지만 실상은 그것보다 더욱 복잡하다.

source: From mere observation, the British realised the differences between the north and south of the country in terms of physical appearance, culture and sociological behavior. It dawned on them that the people of the south had more in common with their southern neighbours, i.e. Northern Uganda, Kenya and Congo.
ko: 단순 관찰을 통해서 영국은 북부와 남부 두 나라간 외모, 문화, 사회학적 행동양식이 많이 다르다는 점, 그리고 남부 주민들의 경우 오히려 인접국가인 북 우간다, 케냐, 콩고와 더 많은 공통점을 공유하고 있다는 점을 깨닫게 되었다.

source: But then the British also realised that despite sharing the hardships of their southern neighbours, the people of South Sudan were actually in a more dire condition.
ko: 그러나 이후 영국은 남수단 사람들이 남쪽 이웃 국가들의 애로사항을 공유하는 듯 보이지만 실제로는 더 심각한 상황에 처해 있음을 발견했다.

source: Inevitably, this lead the British - with the burden of history eating at their conscience - to think that uniting the north and south of Sudan would afford the southerners a chance for development. The north at the time was more acquainted, more developed and a product of conquest by various empires throughout history.
ko: 당시 북부는 낙후된 남부에 비해 세간에 더 알려지고, 더 개발된 상태였고, 긴 역사의 시간 동안 수 많은 제국이 정복한 산물이었다.

source: This theory worked on paper. This page is part of our special coverage South Sudan Referendum 2011.
ko: 그러나 영국의 이러한 예측은 (현실이 아닌) 오직 종이 상에서만 효력을 발휘했다.

source: Thumbnail and featured image shows members of the Sudan Peoples' Liberation Movement (SPLM) arrive at the rally in Juba, as South Sudan prepares for its independence.
ko: 추천 이미지에서 수단 인민 해방 운동(SPLM)의 당원들이 남수단의 독립을 앞두고, 수도 주바에서 열린 집회에 도착하는 모습을 볼 수 있다.

source: Image by Flickr user United Nations Photo (CC BY-NC-ND 2.0).
ko: 플릭커 사용자 United Nations Photo 제공 (CC BY-NC-ND 2.

source: World Economy: Women Weigh in on Poverty, Work and Debt · Global Voices
ko: 세계 경제: 여성들이 바라보는 가난, 일, 그리고 빚

source: This post is part of our special coverage Global Development 2011. The International Museum of Women's online exhibit on women and the economy, features slideshows, podcasts, videos and essays on women from countries such as Sudan, Denmark, Philippines, USA, Costa Rica, Mexico, Argentina and how they view issues such as poverty, business, family, rights, money and much more.
ko: 국제 여성 박물관의 '여성과 경제' 온라인 전시전은 수단, 덴마크, 필리핀, 미국, 코스타리카, 멕시코, 아르헨티나의 여성들이 가난, 비지니스, 가족, 권리, 돈 등 여러 이슈에 대해 어떻게 생각하는지를 보여주는 슬라이드 쇼, 팟 캐스트, 비디오와 에세이를 선보였다.

source: Economica, IMOW's online interactive exhibit sets out to explore women's contribution in the global economy.
ko: 국제 여성박문관의 상호적인 온라인 전시회 '이코노미카'는 세계 경제에 있어서 여성의 기여정도를 탐구하려 한다.

source: Picturing Power and Potential, was a juried photography exhibit showing different ways in which women participate in the economy and are agents of change.
ko: 입선작 사진 전시회인 '힘과 잠재력을 꿈꾸다' 프로젝트는 여성들이 경제에 참여하는 여러가지 방법과, 그들이 변화를 이끄는 주체임을 보여주었다.

source: For example, the exhibit's Community Choice Award winner was Brenda Paik Suno, a third generation Korean-American who took pictures of a Jeju Granny of the Sea, a woman who is part of the tradition of female divers of the Jeju Islands who have harvested the sea for generations.
ko: 예를 들자면, 이번 전시회의 커뮤니티 쵸이스 상 수상자 재미교표 3세 브랜다 박수노(Brenda Paik Suno) 씨는 제주 할머니를 사진에 담았다. 사진에 찍힌 제주도 여성은 전통에 따라 해녀로 살면서 수 세대에 걸처 바다에서 채집을 해온 사람이다.

source: Female divers of the Jeju Islands.
ko: 브랜다 박수노 포토그래퍼.

source: Image by Brenda Paik Suno.
ko: (Brenda Paik Suno)

source: Focusing on Latin America brings us perspectives on how the crisis affected the women in three different countries of the region: Mexico, Costa Rica and Argentina, and how they are facing the new challenges brought by the rising participation of their countries in the world's economy.
ko: '라틴 아메리카에 초점을 맞추다' 프로젝트는 경제 위기가 멕시코, 코스타리카, 아르헨티나 지역 여성들에게 영향을 미쳤는지, 또한 이 지역 국가의 세계 경제 참여도가 높아짐에 따라 찾아온 이 새로운 위기를 여성들이 어떻게 마주하는 지에 대한 관점을 제공한다.

source: Version in Spanish here.
ko: 스페인어 버전.

source: Young Women Speaking the Economy asked women from four different countries to send in their thoughts on diverse economic issues.
ko: '경제를 말하는 젊은 여성' 프로젝트는 다른 나라에서 온 네 명의 여성들에게 다양한 경제문제에 대한 그들의 의견을 보내달라고 했다.

source: Ally Zeifman tackled the subject of relative poverty through an audio interview.
ko: 알리 자이프맨(Ally Zeifman)은 오디오 인터뷰를 통해서 상대적인 빈곤이라는 주제를 파헤쳤다.

source: First she started by asking people in Denmark to answer if they thought there was poverty in Denmark, and then by interviewing a woman who believes that she is one of the invisible Danish poor.
ko: 그녀는 먼저 덴마크 사람들에게 빈곤이 덴마크에 존재하는지 여부를 물고, 후에 자신이 덴마크에서 (표면상) 보이지 않은 가난한 사람 중 하나라고 주장하는 여성을 인터뷰했다.

source: On her project page, you can hear the audio and read an introduction to the subject and see a picture slideshow with quotes from the interview illustrating what being poor in Denmark looks like.
ko: 그녀의 프로젝트 페이지에서는 음성 파일을 들을 수 있고, 빈곤이라는 주제를 소개하는 소개글을 읽을 수 있다.

source: Some of the quotes such as "I graduated from the university, but I am unemployed", "My son really wanted to play football, but I cannot afford all the shoes and equipment, so in the end i decided it's better to just get some food on the table" and "I know I am not poor like in Africa, but I have to say no a lot" might ring bells with anyone who has been in a tight financial situation.
ko: 또한 덴마크에서 가난하게 사는 것이 어떤지에 대한 인터뷰 내용을 주석으로 단 슬라이드 쇼도 열람할 수 있다. 그녀는 인터뷰에서 “나는 대학을 졸업했지만, 무직이에요,” “아들은 축구를 하고 싶어했지만, 나는 축구화와 장비를 구할 여유가 없었어요. 그보다 식탁에 음식을 조금이라도 올리는게 나을거라 결정했어요,” 그리고 “나는 아프리카에 사는 사람들처럼 빈곤한 것은 아니지만, (재정적 여유가 없어서) 안됀다고 말하는 상황이 많아요.

source: Valeene Salanga of Philippines reflects on how even a college education is no guarantee to a brighter future, when getting that first job seems to be a path riddled with obstacles for which she, a recent graduate, felt unprepared:
ko: 필리핀에서 온 발린 살랑가(Valeene Salanga) 는 대학 졸업이 더 나은 미래를 보장하지 못한다고 되집으며 대학을 갓 졸업 후에 처음 일을 구하기까지, 장애물이 많은 길을 준비없이 걷는 것 같았다고 말했다.

source: There is much more to see, read and listen in Economica, and women can also participate and submit their own creative work focusing on the economy.
ko: 이코노미카 에는 더 다양한 읽을 거리, 들을 거리, 볼거리가 있다.

source: Japan: A Fukushima Poet Tweets His Verses · Global Voices
ko: 일본: 후쿠시마현의 시인이 트위터로 전하는 시

source: This post is part of our special coverage Japan Earthquake 2011.
ko: 이 게시글은 일본 대지진 2011 특별호의 일부입니다.

source: Since the March 11 Japan earthquake and tsunami disaster, Ryoichi Wago (和合亮一), a poet from Fukushima city, has been experimenting with a new form of poetry to express his feelings about issues such as uncertainty of the future and fear of radiation that have been threatening his land and its inhabitants.
ko: 3월 11일 발생한 일본 대지진과 쓰나미 대재앙 이후, 후쿠시마 현 출신의 시인 료이치 와고(和合亮一)는 여러 현안에 대한 그의 감정을 표출하기 위해 새로운 형태의 시를 연구해왔다. 그가 다룬 사회 이슈로는 미래에 대한 불확실성과 일본과 일본인들에게 큰 위협을 안겨준 방사능에 대한 공포 등이 있다.

source: To make known his verses, he has chosen Twitter as an exceptional media.
ko: 시를 알리기 위한 방법으로, 그는 트위터를 유일한 전달 수단으로 선택했다.

source: Using the 140-character-long tweets, Wago concentrates his thoughts creating a stream of verses where it is difficult to point to the beginning or the end.
ko: 와고는 140문자가 들어가는 트위터 공간에 시작과 끝이 분명하지 않은 시의 흐름을 창조하는데 생각을 집중하였다.

source: Sometimes, the repetition of a same word or character may create a visual image that resembles the stylistic devices of Futuristic poetry.
ko: 그는 때로는 단어와 글자의 반복을 통해 시각적 이미지를 창조하는데 , 이는 '미래 시'의 스타일적인 장치와 유사성을 보인다.

source: Below is a collection of poetic tweets by @wago2828, wherein he describes his memories at the time when the earthquake struck and the following feelings of anxiety and hope.
ko: 아래에는 그가 @wago2828 트위터 계정에 기재한 시이다. 그는 이 시를 통해 대지진이 발생할 당시의 기억, 그리고 이에 따르는 걱정과 희망을 나타내고 있다.

source: Australia Unveils Carbon Pricing Package · Global Voices
ko: 호주: 탄소세, 마침내 그 모습을 드러내다.

source: Australians remain divided after Prime Minister Julia Gillard’s announcement of a Clean Energy package with a carbon price of $A 23 per tonne and an emissions trading scheme from 2015.
ko: "탄소세"도입을 놓고 호주는 찬,반으로 첨예하게 대립하고 있다. 줄리아 길라드(Julia Gullard) 총리가 발표한 탄소세는 이산화탄소 배출량이 많은 500개 기업에 배출량 톤(t)당 23호주달러 (약 2만 6천원)를 부과하는 것을 골자로 하고 있다.

source: Crikey had an early summary, and the rest of the local blogosphere was also quick off the mark.
ko: 2015년 부터는 배출권 거래제도 또한 도입할 예정이다.

source: Jeremy Sear of An Onymous Lefty laid on his customary sarcasm in 'THE CARBON TAX THAT WILL DOOM US ALL'.
ko: 호주 독립언론인 크리키(Crikey)의 탄소세 개괄 기사를 필두로 호주의 블로거들 역시 재빠르게 소식을 다루었다.

source: His target was Tony Abbott, the leader of the Opposition Coalition parties that strongly oppose the plan: Worst of all, how unfair is it for the government to finally release the details of the carbon price package and undermine Tony Abbott’s ability to completely make stuff up about it?
ko: 제레미 시어(Jeremy Sear)는 최근 자신의 블로그 당당한 좌파(An Onymous Lefty를 의역함)에 "탄소세는 재앙이다!

source: PM Gillard launches the Clean Energy Future website.
ko: "라는 제목의 글을 기고했다.

source: Photo: Clean Energy Future
ko: 정부가 탄소세 세부 내용까지 발표를 한 마당이다.

source: In the post 'Australia will tax its carbon emissions' on his self-titled blog, Harry Clarke was bubbly:
ko: 그들이 토니 애벗의 뭘 잘 꾸며내는 실력을 얕잡아 본 것이 최악이다.

source: Of course I knew the announcement was coming but to find out the details of the proposal –in the link - and to hear such a clear and eloquent defence of the proposal from both was exciting.
ko: 물론 정부가 어떻게든 탄소세를 도입하리란 것은 알고 있었지만, 탄소세 최종안의 세부사항을 알아 본다던지, 도입의 당위성을 역설하는 여당연합의 유려하고 명료한 입담을 듣는 것도 흥미로웠다.

source: It is a political statement as well as an important application of the principle that markets are the best way of addressing carbon pollution problems.
ko: 이것은 단순히 정치적 수사를 넘어 탄소 배출 해결 문제는 다른 문제와 마찬가지로 시장 논리를 적용하는 것이 가장 최선의 해결 방법임을 입증하는 셈이다.

source: After a series of meandering twists Labor has finally got to the point it should have been at a year ago.
ko: 어찌되었든 여러 우여곡절 후에 노동당은 비로소 일 년전에 시행했어야 할 탄소세 최종안을 발표했다.

source: Congratulations to all those who contributed to this outcome.
ko: 탄소세 도입에 기여한 모든 이에게 축하와 격려를 보낸다.

source: Open Your Eyes found lots to rail against in its 'Editorial':
ko: 감세니, 세금 환급 따위의 계산 문제로 관료주의가 만연할 것이다.

source: Bureaucracy will flourish as reams of pencil pushers calculate a web of tax and rebates.
ko: 향후 세계적으로 확대될 이 탄소배출권 거래시장이 연간 약 미화 3조 달러의 가치를 지닐 것으로 월스트리트저널은 내다 보았다.

source: That Goldman Sachs and their friends in the banking work will ultimately profit massively as the scheme moves into carbon trading, which is due to commence within 3 years, and if ultimately brought in worldwide will lead to the creation of a market, according to the Wall Street Journal to be worth $US 3 trillion per year.
ko: 하지만 탄소세 실시로 인한 세수는 결국 소수에게 한정될 뿐이며, 서민 빈곤해결, 나아가 세계 기후 변화에는 눈꼽 만큼도 영향을 끼치지 못할 것이다.

source: And that despite all the tax, the impoverishment for most, and profit for a few, the world’s climate will not be affected a jot.
ko: 한 평생 노조원의 메세지 란 블로그를 운영하는 크리스 화이트(Chris White)는 이번 탄소세 도입을 지지 하는 쪽이다.

source: Chris White from Blogging from a life-long unionist is an advocate of a carbon tax, but wanted more action from his own political party:
ko: 하지만 크리스는 노동당의 적극적이고 구체적인 행동을 주문한다. 호주는 이번 탄소세 도입으로 역사적인 진일보를 했다.

source: It is a historic step forward for Australia to be finally taking action to price carbon.
ko: 지구 온난화가 갈수록 심해지는 지금, 탁상공론을 하고 있을 시간이 없다.

source: The time for talking is over as the damaging impacts of global warming become ever more apparent.
ko: 호주는 소매를 걷어 붙이고 행동으로서 탄소 배출문제를 해결하려 한다.

source: By acting to reduce emissions, the politics of delay and denial will become a historic relic.
ko: 이제 말로써 질질끌거나 현실을 외면하려는 정치는 그 종언을 고하고, 역사적 유물이 될 것이다.

source: However the long delay in acting makes our challenge today bigger and more urgent than ever.
ko: 클린 에너지 퓨처(Clean Energy Future) 웹사이트 모습

source: The aspirations of the carbon pricing scheme are low in comparison with what the science community tells us we need to do to avoid great damage to Australia’s economy, our environment, and the way we live.
ko: 지구 온난화를 믿지 않는자는 경제 전반에 탄소세를 부과하는 나라는 호주가 유일하다고 하며 욕먹을 곳은 따로 있다 말했다. 그리고 전 세계는 신경 조차 쓰지 않는다.

source: And the rest of the world does not care.
ko: 탄소세로 우리 호주가 연간 1억 6,000만 톤을 감축량할 것이라 한다.

source: ...So how does our 160 million tonnes reduction compare to China’s annual production of CO2?
ko: 그럼 중국의 연간 탄소 배출량과 비교해볼까?

source: China produces 7,031 million tonnes of CO2 per annum.
ko: 중국은 연간 약70억 톤의 이산화탄소를 배출하고 있고 이는 중국 국내 총생산량(GDP)의 약 2.

source: Thats 2.2 per cent of Chinas output.
ko: 2퍼센트의 수준이다.

source: So if China increases it output by the same amount it did in 2010, by ten percent, the 160 million tonnes of Carbon Dioxide saved by Australia will be replaced by China in 3 months.
ko: 호주의 노동자, 소비자, 그리고 산업계가 짊어질 수십 억 달러의 추가 세금부담을 중국이 단 3개월만에 헛된 고생으로 만들 수 있다.

source: Billions of dollars in extra burdens on Australian workers, industry and consumers to be replaced by China in three months.
ko: 호주 트위터의 인기 주제에 탄소세를 다루는 해쉬태그 #CP가 1위를 차지했다.

source: The hashtag #CP topped the Australian Twitter trending topics.
ko: 여러 번 리트윗된 글 중 @dannolan의 재치있는 글도 빼놓을 수 없다.

source: There was lots of retweeting including this one by @dannolan who was busy during and after the media conference with quite a turn of phrase:
ko: 그는 미디어 컨퍼런스가 열리고 있는 도중, 그리고 끝난 직후 바쁘게 여러 트윗을 쏟아냈다.

source: You can't spell 'carbon tax' without SOCIALIST EUGENICS-LADEN MALTHUSIAN DEATH-PACT #cp
ko: @GeordieGuy는 공감할 수 있는 개인 이야기를 썼다.

source: @GeordieGuy added a personal touch:
ko: 11월에 아들을 출산할 예정이에요.

source: My son is due in November.
ko: 아들과 함께 그레이트 베리어 리프 로 여행갈 기회는 아직 조금이나마 살아 있겠죠.

source: There's still an outside chance I'll get to dive the Great Barrier Reef with him. #cp #cef
ko: #cp #cef

source: The cynics were out after Gillard’s hour long media event. @therevmountain was typical:
ko: 길라드 총리의 긴 미디어 행사이후 많은 냉소적인 비판이 줄을 이었다.

source: "PM, can you tell me your message again, but in a soundbite?" #cp
ko: "총리님, 다시 한번 말씀 해주시겠습니까? 이번엔 좀 짧고 명료하게 말입니다! "#cp

source: Former Davis Cup tennis player @JohnAlexanderMP, turned conservative parliamentarian, stuck to the party script:
ko: 왕년의 테니스 챔피언이자 자유당 의원인 존 알렉산더@JohnAlexanderMP는 당의 노선을 고수했다.

source: So Aust companies can now move offshore, pay less to locals, avoid paying #carbontax and sell credits back into our market.
ko: 이제 호주 기업은 해외 시장으로 진출해 자본은 해외로 빠져나가고, 탄소세 또한 절묘히 피할 수 있게 되었군요. 자신들의 배출권은 다시 국내 시장에 되 팔고 말입니다. 아주 대단한 개혁이지 않습니까?

source: Great reform #cp
ko: #cp

source: @zinders echoed Gillard’s mention of a former British Conservative PM:
ko: @zinders는 이 부분을 그대로 따라 적었다.

source: "The danger of global warming is... real enough for us to make changes and sacrifices" Thatcher, 1990 http://bit.ly/bDBNzG #cp #auspol
ko: "지구 온난화의 위험은 아직 보이진 않지만, 실제 하는 것으로 우리 모두의 변화와 희생을 요구합니다. " 마가렛 대처, 1990년 연설 中http://bit.

source: @SimonCopland seemed surprised at the Prime Minister’s performance:
ko: @SimonCopland는 길라드 총리의 미디어 퍼포먼스에 놀란 눈치이다.

source: Wow, Gillard is actually selling this quite well. #cp
ko: 와, 우리 총리가 이걸 꽤 설득력 있게 설명하네.

source: More analysis and reactions will follow when the dust settles, although that could be years away.
ko: #cp 더 많은 누리꾼들의 반응과 분석은 시간이 지나고 사태가 진정되면 추가적으로 전달하겠다. 물론 그게 몇 년이 걸릴지는 모르겠지만.

source: Japan: Indie Music Rocks the Nukes · Global Voices
ko: 일본: 인디(Indie)음악이 원자력발전을 흔들다.

source: This page is part of our special coverage Japan Earthquake 2011.
ko: 이 게시는 일본 대지진 2011 특별호의 일부입니다.

source: With a spreading nuclear crisis and related issues such as radiation fears, new energy policies on the horizon and an uncertain future for the operating reactors, Japanese netizens have started a revival of music videos with a clear anti-nuclear message.
ko: 방사능 공포, 미래의 새로운 에너지 정책과 작동 중인 원자로의 불확실한 미래 등 핵 관련 문제와 방사능 위기 확산의 상황에서 일본 네티즌들은 반핵 메세지를 명확히 담은 뮤직 비디오를 부활 시켰다.

source: Below is a ‘hit parade’ of the biggest successes whose genres go from reggae, to folk, to rock music.
ko: 아래는 가장 성공한 '히트곡 퍼레이드'이다.

source: Here too is a complete list of the most popular anti-nuclear Japanese songs of all time.
ko: 시대를 막론하고 유명한 반핵 일본 노래의 전체 목록은 여기에서 찾아볼 수 있다.

source: You Can't See It, And You Can't Smell It Either by Rankin & Dub Ainu Band.
ko: 볼수도, 냄새를 맡을 수도 없어요 던킨과 더브 아이누 밴드(Rankin & Dub Ainu Band).

source: The song spells out the dangers of nuclear power and was produced by Rankin Taxi who is considered one of the forefathers of hip-hop in Japan and the Dub Ainu Band, whose musicians belong to the Ainu minority.
ko: 이 노래는 일본 힙합의 시조 격인 란킨 탁시(Rankin Taxi)와 더브 아이누 밴드(Dub Ainu Bannd)에 의해 만들어진 곡으로 핵 에너지의 위험성을 말하고 있다.

source: Summertime Blues by RC Succession.
ko: 더브 아이누 밴드는 아이누당(Ainu Minority)에 소속된 음악가들로 구성된 그룹이다.

source: After the accident at the Fukushima nuclear power plant, this song – first released in the mid-80s – now is considered prophetic.
ko: 후쿠시마(Fukushima) 원전 사태 이후, 이 노래(최초 발표는 80년대였다)는 지금에 와서 예언처럼 여겨지고 있다.

source: According to the Youtube user who subtitled the video, the song "was scheduled to be released by Toshiba EMI on 6th August 1988, but the release was suddenly canceled.”
ko: 그 비디오에 자막을 달아준 유튜브 사용자에 따르면, 원래 "도시바 이엠아이(Toshiba EMI)가 이 노래를 1988년 8월 6일 출시하기로 했으나, 돌연 출시를 취소했다.

source: August 6th marks the anniversary of the dropping, on the city of Hiroshima, of the first atomic bomb.
ko: 8월 6일은 핵폭탄이 히로시마(Hiroshima)시에 떨어진 것을 기억하는 날로 알려져 있다.

source: Love Me Tender, by RC Succession.
ko: 부드럽게 사랑해줘요(Love Me Tender), 알씨 석세션

source: This song also was apparently produced in the mid-80s, after the Chernobyl accident.
ko: 이 노래 또한 체르노빌 사태 이후인 80년대 중반에 만들어졌다.

source: RC Succession's frontleader, Kiyoshi Imawano (忌野清志郎), revised the original Elvis Presley song making the Japanese lyrics sound like the English words.
ko: 알씨 석세션의 리더인 기요시 이마와노(忌野清志郎)는 엘비스 프레슬리의 원곡을 영어 단어와 비슷한 일본 가사로 개사하였다.

source: It Was a Lie All Along, by Kazuyoshi Saito (斉藤和義).
ko: 모든 것이 거짓이었어요(It Was a Lie All Along), 가쯔요시 사이토(斉藤和義).

source: In this song the singer denounces the myth of safety that has accompanied nuclear power in Japan for over 40 years.
ko: 이 노래에서 가수는 40년 이상 동안 일본에서 원자력 에너지와 관련된 안전성에 관한 이야기들을 비난한다.

source: The lyrics of this song have already been translated by Global Voices and can be found here.
ko: 이 노래의 가사는 이미 글로벌 보이스에 의해 번역되었으며 이 곳에서 그 가사를 볼 수 있다.

source: Let’s Join TEPCO , by anonymous.
ko: 텝코(:도쿄전력, TEPCO)에 함께 일합시다, 작자 미상

source: As explained Paul at Tokyo Progressive - who is also the author of the translation below -, "the title, 'Tōden ni hairō (東電に入ろう)' in Japanese, puns on “tōden ni hairo (倒電に廃炉),” which means 'Tepco (Tokyo Electric Power company or Tōden) overthrow, nuclear decommissioning.'”
ko: '토덴니 하이로'란 발음의 일본어 제목은 '도쿄 전력에 들어갑시다(東電に入ろう)'로도 이해될 수 있지만 동시에 '도산한 도쿄전력, 원자로 폐쇄(倒電に廃炉)'로도 읽힐 수 있다.

source: Among all of you people here
ko: 여기 여러분 중에

source: who wish to join Tōkyō Electric?
ko: 누가 도쿄전력과 함께 일 하길 원하시나요?

source: who wish to try your chance?
ko: 여러분의 기회를 시험해 보고 싶은 사람이 누구일까요?

source: Tōden’s looking for men of ability.
ko: 도쿄전력은 능력있는 사람을 찾고 있습니다.

source: I want to join Tōden, Tōden, Tōden
ko: 나는 도쿄전력, 도쿄전력, 도쿄전력에서 일하고 싶어요.

source: I want to join Tōden, it’s a place I adore,
ko: 그 곳은 내가 갈망하는 곳이죠.

source: the manliest of men all without exception
ko: 예외없이 모든 사람들에게 가장 인간적인 곳이죠.

source: join Tōden and scatter like blossoms.
ko: 도쿄전력과 함께 하여 꽃처럼 흩날리세요.

source: Those of you wishing to engage in atomic power
ko: 원자력과 관련되길 원하시는 여러분.

source: please come over to Tōden any time.
ko: 됴쿄전력으로 언제든지 오세요.

source: Uranium, Plutonium, we have everything
ko: 우라늄, 플루토늄, 모든게 있습니다.

source: Just use subcontracting, and all’s fine.
ko: 그저 계약만 맺으세요.

source: Those of you who promote nuclear power generation
ko: 모든 것이 완벽하죠.

source: please gather beneath a nuclear reactor,
ko: 원자력 발전을 홍보하는 여러분.

source: nothing immediately affects your health
ko: 지금 당장은 여러분의 건강에 아무런 영향을 주지 않아요.

source: fine if you shower and wash it away.
ko: 여러분은 샤워하고 씻기만 하면 충분합니다.

source: Nuclear power plants mean clean energy
ko: 원자력 발전은 깨끗한 에너지를 의미하죠.

source: Plutonium isn’t such a scary thing
ko: 플루토늄은 그리 무서운 것이 아니에요.

source: it may emit radioactivity
ko: 방사능을 내뿜을 수는 있겠죠.

source: but its half life is only four and twenty thousand years.
ko: 그러나 그 반감기는 2만4천년 밖에 되지 않아요.

source: To support Japan’s energy
ko: 일본의 에너지 공급을 위해

source: we must depend upon nuclear power,
ko: 우리는 원자력에 의존해야만 합니다.

source: some amount of radiation exposure can’t be helped
ko: 어느 정도의 방사선 노출은 어쩔 수 없어요.

source: just drink povidone iodine and you’re all fine.
ko: 그냥 포비돈 요오드(povidone iodine)를 마시세요.

source: Collect all spent energy rods
ko: 그러면 괜찮습니다.

source: and pack them away in drums, and we’re safe,
ko: 다 쓴 연료봉 모두를 모으세요.

source: we’ll cool them in Rokkasho-mura’s pools
ko: 우리는 록카쇼 무라(Rokkasho-mura)의 물 저장소를 식힐 거에요.

source: all you need is a mere 300 years of patience.
ko: 여러분에게 필요한 것은 단지 300년의 인내뿐이죠.

source: Water’s leaking but don’t make fuss
ko: 냉각수는 세지만 소동은 만들지 마세요.

source: smoke is spewing but don’t panic
ko: 연기가 유출되고 있어요.

source: roofs blew away but we’re absolutely safe
ko: 하지만 혼란에 빠지지는 마세요.

source: anyway we’re cooling the unit with salt water.
ko: 하지만 우리는 절대적으로 안전해요.

source: It’s not that anything’s in imminent danger
ko: 어쨋든 바닷물로 원자로를 식히고 있는 중이거든요.

source: let’s throw away both milk and vegetables,
ko: 어떤 것도 절박한 위험에 있는 것은 아니에요.

source: government higherups are saying:
ko: 우유와 야채 모두 버려 버립시다.

source: let’s use taxes to pay for the damages
ko: 정부 고위 관료는 '손해를 세금으로 메꿉시다' 라고 이야기하고 있습니다.

source: Geiger counters all sold out
ko: 가이거(Geiger) 계측기는 모두 팔려버렸습니다.

source: you have no need to own such things,
ko: 여러분은 그런 물건들을 소유할 필요가 없습니다.

source: we’ll announce radiation values
ko: 우리가 방사능 수치를 알려드릴께요.

source: believe and thou shalt be saved.
ko: 믿어라 그러면 구원을 받을 것이다.

source: China: Red Culture Fever · Global Voices
ko: 중국: 홍색 문화의 열기 속으로

source: Before Chongqing Party Secretary Bo Xilai launched his Red Songs campaign this year, the latest component of his larger 'red revival' scheme which began in 2008, prisons in the city had begun promoting "red culture" as a way to rehabilitate inmates.
ko: 보시라이(Bo Xilai) 충칭(重慶)시 당서기가 2008년부터 의욕적으로 주도한 '홍색 문화 캠페인'의 일환인 혁명 가요 부르기 경연대회 실시에 앞서, 충칭시는 캠페인을 수감시설까지 확대, 재소자들의 갱생을 꾀했다.

source: More recently, a larger and more structured 'reducation' program which developed from the Chongqing model has been implemented in Yuzhang Prison in Nanchang, Jiangxi province.
ko: 최근 더욱 몸집이 커지고 체계를 갖추게 된 이른바 "홍색교육"은 현재 충칭시뿐만 아니라 장시성(江西省)의 성도 난창(南昌)시 유장 감옥에서도 실시 되고 있다.

source: Iran: Summer Heat Gives Way to Crackdowns on "Improper" Clothing · Global Voices
ko: 이란: 여름 무더위도 꺾어버린 "부적절한" 옷 단속

source: A photo from the semi-official Iranian news agency FARS of a woman being reprimanded for her attire.
ko: 많은 곳에서 여름이란 태양과 바다, 그리고 휴가를 의미한다.

source: In many places, summer means sun, sea and holidays.
ko: 하지만 이란에서 여름은 또 다른 의미를 지니고 있다.

source: In Iran, summer means at least one more thing: crackdowns on improper or "un-Islamic" clothing.
ko: 바로 부적절한 또는 "비 이슬람적인" 옷에 대한 단속이다.

source: This year, traffic police in Iran have been helping to enforce the dress code, and the crackdown is not limited to giving warnings or fines.
ko: 올해 이란의 교통 경찰은 옷차림 단속을 도왔는데, 이는 옷차림에 대한 경고나 벌금에 그치지 않았다.

source: Sometimes women are arrested by force because of what they are wearing.
ko: 가끔 여성들은 그들이 입고있는 옷 때문에 구속당하기도 했다.

source: Several citizen videos from different parts of the country help show the true "heat" of summer in Iran.
ko: 나라 각지의 여러 시민 비디오들은 이란 여름의 진정한 '열기'를 보여주고 있다.
